import React from 'react';

const Site = () => {
  return (
    <div>
      <p>1. Установить react-router-dom. Добавить домашнюю страницу по адресу “/” со списком ссылок на страницу чатов и страницу профиля.
      </p><p>2. Добавить страницу профиля (пока не несет никакой функциональности, можно сделать ее пустой).
      </p><p>3. Настроить разделение приложения на чаты с помощью роутера (использовать параметры url). Отоброжать соответствующий компонент при переходу на несуществующий маршрут.
      </p><p>4. * Добавить возможность удаления и добавления чатов.</p>
    </div>
  )
};

export default Site;