import React from 'react';

const Site = () => {
  return (
    <div>
      <p>1.Создать проект в консоли firebase. Установить и настроить в приложении firebase SDK.
      </p><p>2.Добавить аутентификацию через firebase (email/password).
      </p><p>3.Добавить отправку, хранение, получение сообщений и чатов через Realtime Database.
      </p><p>4.*Добавить в Realtime DB раздел profile. Сохранять в нем данные о профиле пользователя. Рядом с текстом сообщения пользователя отображать его имя или сохраненное пользователем имя.
      </p>
    </div>
  )
};

export default Site;